{
  "title": "О ранней философии Гейдара Джемаля",
  "date": "2024-12-20",
  "content": "<p>Гейдар Джемаль (1947-2016) - выдающийся исламский философ, поэт и политический активист в России. На его раннее философское творчество оказало большое влияние участие в «Южинском кружке» - группе московских мыслителей, интересующихся метафизикой, традиционализмом и эзотерикой. Ранние философские взгляды Джемаля заложили основу для его более зрелой мысли, в которой рассматривались вопросы природы реальности, ограниченности разума и возможности духовного пробуждения.</p><p>Вот некоторые ключевые понятия из его ранней философии:</p><strong>Абсолют и Другой</strong>: Джемаль утверждает, что реальность не абсолютна, о чем свидетельствует способность человеческого духа к восприятию чего-то «Другого», выходящего за рамки опыта. По его мнению, существование стремления духа к «Другому» само по себе доказывает, что реальность не абсолютна. Иное» лежит за пределами сознания, знания и опыта, представляя собой сферу, которая не подчиняется принципу опыта, управляющему реальностью. <strong>Ограниченность разума</strong>: Для Джемаля разум служит для того, чтобы затушевать присущую бытию беспочвенность. Он рассматривает разум как продукт «космического сна», пронизывающего реальность. Истинное духовное прозрение возникает не благодаря разуму, а благодаря «инстинкту духовного рождения», который признает конечную произвольность, лежащую в основе всех явлений. Джемаль считает разум цензором, который заменяет осознание человеком присущей бытию произвольности иллюзией цели. <strong>Пробуждение</strong>: В ранней философии Джемаля большое внимание уделяется идее «пробуждения», противопоставляя ее сонному состоянию обычного существования. Он связывает это пробуждение с признанием иллюзорной природы разума и обращением к «Другому». Джемаль определяет пробуждение как опыт, превосходящий все остальное, показывающий, что нет ничего, кроме чистого отсутствия. <strong>Роль искусства</strong>: Джемаль делает большой акцент на роли искусства, особенно авангардного, в преодолении ограничений «космического сна». Он утверждает, что искусство может дать человеку возможность восстать против ограничений, налагаемых человеческим архетипом. Он считает, что подлинное, преобразующее искусство возникает из глубокой встречи с ужасом бытия, что приводит к созданию образов «фантастического существа». Он утверждает, что искусство, в отличие от любой другой человеческой деятельности, не связано с разумом и не требует причины или цели для своего существования. Джемаль описывает сущность искусства как нечто отличное от диалога между причиной и следствием, сродни абсолютному восклицанию. <p>Хотя эти концепции представляют собой лишь небольшой взгляд на богатый философский ландшафт Джемаля, они дают основу для понимания его последующих работ. Его исследования этих тем продолжали развиваться, переплетаясь с его исламским мировоззрением и внося значительный вклад в исламский философский дискурс конца XX и начала XXI века.</p>",
  "tags": ["Ницше"],
  "theme": "phi",
  "id": "o-ranney-filosofii-geydara-dzhemalya"
}
