{
  "title": "(En) How can one be a pagan? Alain de Benoist",
  "date": "2024-12-20",
  "content": "<p>Alain de Benoist is a prominent French philosopher and intellectual. He is known for his extensive work, covering a wide range of topics since 1965, including traditional European culture. One of his notable works, &quot;<strong>How to be a Pagan</strong>&quot;, originally published in 1981, explores the essence of <strong>European paganism</strong> and challenges the dominance of <strong>Judeo-Christian</strong> thought in shaping European identity.</p><p>The book's title is inspired by Voltaire’s famous phrase, &quot;<strong>How can one be a Persian?</strong>”, which questioned the prevailing European worldview after Montesquieu’s critical “Persian Letters.” Similarly, de Benoist argues that being a <strong>pagan</strong> is not about reviving ancient rituals or embracing superficial <strong>neo-paganism</strong>, but rather about understanding the <strong>fundamental values</strong> and <strong>worldview</strong> that underpinned pre-Christian European societies.</p><p>De Benoist contends that paganism offers a different way of understanding the world, one that rejects the <strong>dualistic</strong> separation between spirit and matter characteristic of <strong>Judeo-Christian thought</strong>. He argues that paganism celebrates the <strong>diversity</strong> and <strong>interconnectedness</strong> of all things, seeing gods as expressions of different <strong>values</strong> and <strong>forces</strong> within the cosmos.</p><p>The book critiques the <strong>linear</strong> and <strong>teleological</strong> conception of history inherent in <strong>Judeo-Christian</strong> thought, which views history as progressing towards a predetermined end. In contrast, de Benoist highlights the <strong>cyclical</strong> nature of time in pagan thought, emphasizing the eternal <strong>recurrence</strong> of life, death, and rebirth.</p><p>De Benoist challenges the notion of a <strong>transcendent</strong> God who stands outside of creation, arguing that paganism embraces a more <strong>immanent</strong> understanding of the divine, seeing the sacred as present within the natural world. This perspective leads to a different understanding of the relationship between humans and nature, one that emphasizes <strong>harmony</strong> and <strong>interdependence</strong>.</p><p>De Benoist's work aims to <strong>reclaim</strong> the <strong>pagan heritage</strong> of Europe, not as a rejection of the present, but as a source of <strong>inspiration</strong> and <strong>guidance</strong> for navigating the challenges of the modern world. By understanding the values and perspectives of paganism, he suggests, Europeans can forge a new <strong>cultural identity</strong> that is rooted in their own unique traditions and experiences.</p>",
  "tags": ["Benoist", "Traditionalism"],
  "theme": "phi",
  "id": "en-how-can-one-be-a-pagan-alain-de-benoist"
}
